{
  "header": {
    "title": "Valentin Genest",
    "subtitle": "Bienvenue sur le site officiel de"
  },
  "sections": [
    {
      "title": "Qui suis-je:",
      "content": "Développeur web depuis 5 ans. J'ai travaillé pendant 2 ans en tant que développeur front-end pour [@DernierCri](https://derniercri.io), ai été freelance accompagné par [@StudioWawww](https://wawww.studio) pour des rêves plus grands et j’ai rejoint [@Unlikely](https://unlikely.technology) dans l’optique de retrouver une cohésion d’agence. J'aime ce que je fais et je le fais bien. La stack que j'utilise est différente en fonction du projet et des besoins, mais je continue d'apprendre de nouvelles techniques pour construire un internet comme il se doit. Avec une compréhension approfondie des technologies et des frameworks modernes, je m'efforce de créer des applications web réactives, accessibles et performantes. Mon expertise comprend une maîtrise des frameworks JavaScript, mais aussi une solide maîtrise de HTML, CSS et des librairies associés. Je privilégie l'écriture de code propre et maintenable et respecte les meilleures pratiques communes. Je reste à jour avec les dernières tendances et les meilleures pratiques en matière de développement web, m'assurant que mon travail est non seulement visuellement attrayant, mais aussi optimisé pour les performances et l'accessibilité."
    },
    {
      "title": "J'ai travaillé pour:",
      "content": [
        {
          "title": "Eric Bompard",
          "subtitle": "/ Unlikely Technology",
          "href": "https://eric-bompard.com/"
        },
        {
          "title": "Givenchy (NDA)",
          "subtitle": "/ Studio Wawww"
        },
        {
          "title": "Maison Sablayrolles (WIP)",
          "subtitle": "/ Studio Wawww"
        },
        {
          "title": "iad mobile",
          "subtitle": "/ Dernier Cri",
          "href": "https://derniercri.io/clients/iad"
        }
      ]
    },
    {
      "title": "Je travaille avec:",
      "content": [
        "Un ordinateur",
        "Tout ce qui est lié à Javascript (et plus encore !)",
        "Beaucoup de café",
        "Des outils et technologies de développement de pointe",
        "Des méthodologies agiles et des flux de travail collaboratifs"
      ]
    },
    {
      "title": "En savoir plus sur moi:",
      "content": [
        "Je vis à Bordeaux",
        "Je joue au volley-ball",
        "J'apprends et j'explore continuellement de nouvelles technologies",
        "Je suis passioné par la création d’expériences utilisateur intuitives et agréables",
        "Je suis engagé à écrire un code propre, maintenable et évolutif",
        "Le DLC d'Elden Ring on en parle ?",
        "J'adore le café",
        "J'aime vraiment voyager."
      ]
    },
    {
      "content": "Comme un lundi: frais dans la matinée, soleil l’après-midi, la recette des sports d’hiver réussis."
    }
  ],
  "downloadText": "Visualiser mon CV",
  "footer": {
    "content": [
      "Paris / Bordeaux",
      "© 2025 Valentin Genest - Tous droits réservés."
    ],
    "links": [
      {
        "title": "linkedin",
        "url": "https://www.linkedin.com/in/valentin-genest/"
      },
      {
        "title": "github",
        "url": "https://github.com/valentingnt"
      },
      {
        "title": "malt",
        "url": "https://www.malt.fr/profile/valentingenest"
      },
      {
        "title": "threads",
        "url": "https://threads.net/nulentin"
      }
    ]
  }
}